The  BuiltInFailures OffsetFacesCellLegacyFailures  type exposes the following members.
 Properties
Name  |   Description
OffsetFaceFailed
 See Also
  BuiltInFailures OffsetFacesCellLegacyFailures Class
  Autodesk.Revit.DB Namespace